"ADD_EVENT_PROMPT" = "Angi detaljer for denne hendelsen.";
"ADD_EVENT" = "Legg til hendelse";
"EDIT_EVENT" = "Rediger";
"CANCEL" = "Avbryt";

"DELETE" = "Slett";
"DELETE_ONE" = "Slett kun denne";
"DELETE_FUTURE" = "Slett alle framtidige";
"DELETE_RECURRING_ALERT_TITLE" = "Dette er en gjentakende hendelse.";
"DELETE_EVENT" = "Slett hendelse";

"DETACH_ONE" = "Arkiver kun for denne";
"DETACH_FUTURE" = "Arkiver for framtidige";
"DETACH_ALL" = "Arkiver for alle";
"DETACH_ALERT_TITLE" = "Dette er en gjentakende hendelse.";

"CANCEL_DIRTY_ALERT_TITLE" = "Denne hendelsen har blitt redigert.";
"CANCEL_DIRTY_CANCEL" = "Avbryt redigering";
"CANCEL_DIRTY_REVIEW" = "Se gjennom redigering";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Kan ikke sende invitasjon";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "«%@» ser ikke ut til å være en gyldig e-postadresse.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Tittel";
"LOCATION_PLACEHOLDER" = "Sted";
"TITLE_DETAIL_NAV_TITLE" = "Tittel og sted";
"DEFAULT_EVENT_TITLE" = "Ny hendelse";
"ADD_TO_CALENDAR" = "Legg til i kalender";

"STARTS" = "Starter";
"ENDS" = "Slutter";
"DATE_DETAIL_NAV_TITLE" = "Start og slutt";
"ALL_DAY_SWITCH_TITLE" = "Heldags";
"TIME_ZONE" = "Tidssone";
"FLOATING" = "Flytende";

"REPEAT" = "Gjenta";
"NEVER_DETAIL" = "Aldri";
"DAILY_DETAIL" = "Hver dag";
"WEEKLY_DETAIL" = "Hver uke";
"BIWEEKLY_DETAIL" = "Annenhver uke";
"MONTHLY_DETAIL" = "Hver måned";
"YEARLY_DETAIL" = "Hvert år";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Gjenta";
"END_REPEAT" = "Stopp gjentakelse";
"END_REPEAT_NAV_TITLE" = "Stopp gjentakelse";
"TIME_ZONE_CHOOSER_PROMPT" = "Skriv navnet på en by.";

"REPEAT_FOREVER" = "Gjenta for alltid";

"ADD_INVITEES_NAV_TITLE" = "Legg til inviterte";
"ADD_INVITEES_PROMPT" = "Legg til inviterte i hendelsen.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Kan ikke arkivere hendelse";
"ALERT_TIME" = "Varseltid";
"CANNOT_REPEAT_EVENT" = "Kan ikke gjenta hendelse";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

